{
    "image_path" : "./website/assets/me.png",
    "name": "Remo H. Jansen",
    "main_paragraph": "Web development ninja, <a class=\"link\" href=\"https://github.com/remojansen\">open-source contributor</a>, <a class=\"link\" href=\"http://www.amazon.com/Remo-H.-Jansen/e/B015LX8AZM\">writer</a>, speaker, entrepreneur, technology lover and Internet enthusiast. <a class=\"link\" href=\"http://www.meetup.com/Dublin-TypeScript-Meetup/\">Dublin TypeScript meetup organizer</a>. Web engineer at <a class=\"link\" href=\"http://acia.aon.ie\">Aon Centre for Innovation and Analytics (ACIA)</a>. Founder of <a class=\"link\" href=\"http://www.wolksoftware.com\">Wolk Software Ltd.</a>.",
    "paragraph": [
        "I'm a web engineer with intense focus on web and mobile development. Strong interest in client-side architecture. Coding is my passion (particularly in JavaScript). Interested in experimental technologies, user experience and cross-platform development.",
        "I have worked on a variety of languages (JavaScript, C#, Typescript, CoffeeScript, Node.js, C, Java, PHP, SQL, PLSQL...), frameworks (.NET, Spring, GDK, XNA, SAP R/3...) and operating systems (Mac OS X, Windows, Linux, Android iOS). I have strong coding and debugging skills. My current focus is single-page applications (SPA) architecture web apps and cross-platform hybrid apps.",
        "Experienced defining and managing agile UX processes. Trained, coached and managed offshore teams in different geographical places to encouraging self organization, come up with reusable elements, use the best practices, provide visibility to team impediments/risks, help to come up with quality shippable product that meet the product goals and provides a good user experience.",
        "Please feel free to contact me via <a class=\"link\" href=\"https://twitter.com/OweR_ReLoaDeD\">twitter</a>, <a class=\"link\" href=\"http://www.linkedin.com/in/remojansen\">linkedin</a> or <a class=\"link\" href=\"mailto:remo.jansen@wolksoftware.com\">email</a>."
    ]
}
