{
  "title": "Work Experience",
  "organizarion" : [
    {
      "name" : "Stellwagen Technology",
      "role" : [
        { "country_icon_path" : "./website/assets/ie.png", "initial_date" : "January 2017", "name" : "Senior Web Engineer" }
      ],
      "paragraph" : [
        "Stellwagen Technology develops technologies for modeling and analyzing aircraft and associated investment vehicles.",
        "Founded in 2016, Stellwagen Technology develops cutting edge financial technologies to propel aircraft finance and investments forward. These technologies will enable the Stellwagen Group to optimize transactions and improve operating efficiency, and allow investors to explore and understand the unique characteristics of aviation investments. In addition, Stellwagen Technology will license customized technology solutions to other clients in the financial services industry."
      ],
      "diaplay_break" : true
    },
    {
      "name" : "Aon Centre for Innovation and Analytics (ACIA)",
      "role" : [
        { "country_icon_path" : "./website/assets/ie.png", "initial_date" : "November 2015", "name" : "Senior Web Engineer" }
      ],
      "paragraph" : [
        "Aon Centre for Innovation and Analytics in Dublin delivers data-driven insights to clients by leveraging Aon's unmatched data capabilities across both risk and people solutions."
      ],
      "diaplay_break" : true
    },  	
    {
      "name" : "Wolk Software Ltd.",
      "role" : [
        { "country_icon_path" : "./website/assets/ie.png", "initial_date" : "March 2014", "name" : "Co-Founder" }
      ],
      "paragraph" : [
        "Wolk Software is a software development company that want to not just deliver high quality software but to create software that add value to peoples lives and business through innovation, open-source and cloud technologies."
      ],
      "diaplay_break" : true
    },
    {
      "name" : "Moneymate Ltd.",
      "role" : [
        { "country_icon_path" : "./website/assets/ie.png", "initial_date" : "July 2013", "name" : "Lead UX Engineer" },
        { "country_icon_path" : "./website/assets/ie.png", "initial_date" : "March 2012", "name" : "Web Engineer"}
      ],
      "paragraph" : [
        "MoneyMate is a specialist provider of investment product information  management solutions to global asset managers like State Street or JP Morgan."
      ],
      "diaplay_break" : true
    },
    {
      "name" : "Club Travel Ltd.",
      "role" : [
        { "country_icon_path" : "./website/assets/ie.png", "initial_date" : "March 2011", "name" : "Web Engineer" }
      ],
      "paragraph" : [
        "Club Travel has been established for more than 35 years and is the single largest travel management company in Ireland."
      ],
      "diaplay_break" : true
    },
    {
      "name" : "GuadalTech",
      "role" : [
        { "country_icon_path" : "./website/assets/es.png", "initial_date" : "September 2010", "name" : "Web Engineer" }
      ],
      "paragraph" : [
        "GuadalTech Technologic Services is one of the leading IT companies in Seville. They deliver software consulting and outsourced managed services for multi-national companies like Heineken."
      ],
      "diaplay_break" : true
    },
    {
      "name" : "Lucca Leadership",
      "role" : [
        { "country_icon_path" : "./website/assets/ie.png", "initial_date" : "May 2010", "name" : "Web Engineer" }
      ],
      "paragraph" : [
        "Lucca Leadership is a global charity that aims to uplift communities all over the world by developing new generations of transformational leaders."
      ],
      "diaplay_break" : false
    }
  ]
}
